Repository: mtuoc/seminario_online_TAN
Catalog: semana_2/memo.tmx
Source language: en
Languages: es

source: It is not possible for mosquitoes or other insects to transmit HIV.
es: No es posible para los mosquitos u otros insectos transmitir el VIH.

source: In the Basque Country the first case was reported.
es: El País Vasco reporta sus primeros tres casos.

source: On 27 February, a 28-year-old IT worker from Geneva, who had recently returned from Milan, tested positive and was admitted to the Geneva University Hospital.
es: El 27 de febrero, un trabajador de TI de 28 años de Ginebra, que había regresado recientemente de Milán, dio positivo y fue ingresado en el Hospital de la Universidad de Ginebra.

source: Permits will be provided to transport workers whose companies must continue working and for people who work in healthcare, water, electricity, and gas services, among others.
es: El transporte privado y público quedan suspendidos y se habilitarán permisos para transportar trabajadores, cuyas empresas deben seguir funcionando y para las personas que trabajan en servicios de salud, agua, luz y gas, entre otros.

source: However, the first record of a patient claiming to have symptoms of coronavirus disease dates back to 29 February 2020, with government officials suspecting that the first person carrying the virus could have entered the country as early as 25 February.
es: [1]​ Las autoridades sospechan que la primera persona portadora del virus que ingresó al país remonta como máximo hasta el 25 de febrero de 2020.

source: Altered body temperature: Fever > 38.0 °C (100.4 °F) or hypothermia < 36.0 °C (96.8 °F)
es: la temperatura corporal > 38 o < 36 ºC

source: While theoretically promising, antistaphylococcal vaccines have shown limited efficacy, because of immunological variation between Staphylococcus species, and the limited duration of effectiveness of the antibodies produced.
es: Aunque teóricamente prometedoras, las vacunas anti-Staphylococcus han demostrado escasa eficacia debido a la variación inmunológica entre las distintas especies de Staphylococcus y a la duración limitada de la efectividad de los anticuerpos producidos.

source: Preventing cyclic atelectasis (atelectotrauma) – Applied positive end-expiratory pressure (PEEP) is the principal method used to keep the alveoli open and lessen cyclic atelectasis.
es: Prevención de la atelectasia cíclica (atelectotrauma) - La presión espiratoria final aplicada (PEEP) es el principal método utilizado para mantener los alvéolos abiertos y disminuir la atelectasia cíclica.

source: The nearby Krško Nuclear Power Plant, in Slovenia, sustained no damage and continued to operate normally.
es: La cercana central nuclear de Krško, en Eslovenia, no sufrió daños y continúa funcionando normalmente.

source: As of 24 April, there are 429 confirmed cases, including six deaths.
es: Al 13 de abril, hay 393 casos confirmados, incluidas seis muertes.

source: Infected people were found in an age range between 2 and 87 years.
es: Las personas infectadas se encontraron en un rango de edad entre 2 y 87 años.

source: At the beginning of February, American films set to premiere in China over February and March were officially canceled.
es: A principios de febrero, las películas estadounidenses que se estrenaron en China en febrero y marzo fueron canceladas oficialmente.

source: On 21 March, the first death was confirmed.
es: El 21 de marzo, se confirmó la primera muerte.

source: John Scott Inkster an English anaesthetist and physician is credited with discovering PEEP.
es: Se ha comprobado que John Scott Inkster, un anestesista y médico inglés, descubrió la PEEP.

source: On 7 March, Fe y Alegría reported that a suspicious medical case was registered in Zulia: a 31-year-old who was not from Venezuela was examined at the Dr. Pedro Iturbe Hospital and later transferred to the University Hospital of Maracaibo.
es: Un caso sospechoso se registró el 7 de marzo de 2020 en Maracaibo, el medio Fe y Alegría Noticias, informó que se trata de un extranjero de nombre Enrol Knowles, de 31 años de edad, que ingresó al Hospital Dr. Pedro Iturbe del estado Zulia, para luego ser trasladado al Hospital Universitario de Maracaibo.

source: "Furthermore, movement across the country was further restricted, by banning ""any movement towards a residence different from the main one"", including holiday homes, during weekends and holidays."
es: "Además, el movimiento en todo el país se restringió aún más, al prohibir ""cualquier movimiento hacia una residencia diferente de la principal"", incluidas las casas vacacionales, durante los fines de semana y días festivos."

source: When two clients encounter each other, they exchange EphIDs and store them locally in a contact log.
es: [13]​ Cuando dos clientes se encuentran, intercambian EphID y los almacenan localmente en un registro de contactos.

source: Semmelweis' advice on chlorine washings was probably more influential than he realized.
es: El consejo de Semmelweis sobre el lavado con hipoclorito fue mucho más influyente de lo que él se dio cuenta.

source: The worldwide disruption caused by the 2019–20 coronavirus pandemic has resulted in numerous impacts on the environment and the climate.
es: La disrupción global causada por la pandemia de enfermedad por coronavirus 2019-2020 ha causado numerosos efectos en el medio ambiente y el clima.

source: However, extended quarantine periods have boosted adoption of remote work policies.
es: [6]​[28]​[29]​ Sin embargo, los periodos extendidos de confinamiento han potenciado las políticas de trabajo desde casa.

source: On 4 March, there were 56 confirmed cases in Norway, all of which are linked to known outbreaks abroad.
es: El 4 de marzo, hubo 56 casos confirmados en Noruega, todos los cuales están relacionados con brotes conocidos en el extranjero.

source: Affected by the shortage of outsourced staff due to the COVID-19 outbreak, many Japanese animated films and TV shows announced changes or postponed broadcasts due to production problems, including A Certain Scientific Railgun T (deferred for broadcast, changed to rebroadcast), Asteroid in Love, A3!
es: Afectados por la escasez de personal subcontratado debido al brote de COVID-19, muchas películas animadas y programas de televisión japoneses anunciaron cambios o retransmitieron transmisiones debido a problemas de producción, incluido A Certain Scientific Railgun T (diferido para transmisión, cambiado a retransmisión), Asteroid in Amor A3!

source: On 28 March, a total of 295 cases were reported, an increase of 32.
es: El 28 de marzo, se reportaron un total de 295 casos, un incremento de 32.

source: Refeeding syndrome: Is underdiagnosed and undertreated, but treatable.
es: «Refeeding syndrome: what it is, and how to prevent and treat it».

source: Similarly, before the official report on 23 March, El Nacional reported 84 cases according undisclosed source from the Health Ministry.
es: [68]​ Del mismo modo, antes del informe oficial del 23 de marzo, El Nacional notificó 84 casos según una fuente no revelada del MPPS.

source: In a statement announced at night, the ministry stated that among the new infections, 11 cases arrived from Morocco, India, Jordan, the Philippines, Britain, the UAE and Switzerland.
es: En una declaración anunciada aquí por la noche, el ministerio declaró que entre los nuevos contagios (11) se encontraban casos provenientes de: Marruecos, India, Jordania, Filipinas, Gran Bretaña, los Emiratos y Suiza.

source: Washing the clothing of someone who worked with asbestos also increases the risk.
es: También se ha sugerido que lavar la ropa de un miembro de la familia que trabajaba con asbesto aumenta el riesgo de desarrollar mesotelioma.

source: The pandemic comes amid the absence of an official government, as no ruling coalition has been formed following the 2020 Israeli legislative election, the third since the dissolution of the government in December 2018.
es: La pandemia se produce en medio de la ausencia de un gobierno oficial, ya que no se formó una coalición gobernante después de las elecciones legislativas israelíes de 2020, la tercera desde la disolución del gobierno en diciembre de 2018.

source: Six months after inoculation, there was no infectivity in any tissues, only that of the ileum.
es: [13]​ Seis meses después de la inoculación, no había infectividad en ningún tejido, solo el del íleon.

source: Tuberculosis is spread through the air when people who have active TB in their lungs cough, spit, speak, or sneeze.
es: La tuberculosis se contagia por vía aérea, cuando las personas infectadas tosen, estornudan o escupen.

source: Rumours also spread that Chinese nationals fled to Vietnam from Guangxi from a video, which triggered public reactions that Chinese nationals might be escaping from the coronavirus outbreak.
es: Los rumores también difundieron un video que los ciudadanos chinos huyeron a Vietnam desde Guangxi, lo que provocó reacciones públicas de que los ciudadanos chinos podrían estar escapando del brote de coronavirus.

source: Voter registration via the Supplementary Register of Voters closed on 23 January, with very high registration taking place on the last day – Dublin City Council, for example, reporting 3,500 registrations on the final day allowed, and a total of 14,000 additional registrations, reported to be twice the normal amount for a general election.
es: La inscripción a través del Registro Suplementario de Votantes cerró el 23 de enero con una alta inscripción el último día, por ejemplo, el Consejo de la Ciudad de Dublín reportó 3.500 registros el último día habilitado y un total de 14.000 registros adicionales, el cual es el doble de la cantidad normal para unas elecciones generales.

source: "The WHO has separately stated that the possibility of locking down an entire city like this is ""new to science""."
es: "Aun así, la OMS aclaró que esta acción no fue una recomendación que la OMS hubiera hecho y las autoridades tienen que esperar y ver qué tan eficaz es.[29]​ Por separado, la OMS ha declarado que la posibilidad de encerrar una ciudad entera así es algo ""nuevo para la ciencia""."

source: On 24 January, Acting Minister of Health Vũ Đức Đam ordered the activation of the Emergency Epidemic Prevention Centre.
es: [12]​ El 24 de enero, el Ministro de Salud interino Vũ ũc Đam ordenó la activación del Centro de prevención de epidemias de emergencia.

source: On 20 March, the Ministry of Health ordered tighter regulations on free movement.
es: El 20 de marzo, el Ministerio de Salud ordenó regulaciones más estrictas sobre la libre circulación.

source: In addition to the member states of the union, three members of the European Economic Area also participate in the ECDC network: Iceland, Liechtenstein and Norway.
es: La red del ECDC se compone de los estados miembros de la Unión Europea, a los que se suman Islandia, Liechtenstein y Noruega.

source: The reason for this difference is not clear.
es: Sin embargo, la evidencia de su eficacia resultó dudosa.

source: By 5 February, three of the potentially exposed individuals were known to have left the country, and fourteen of the remaining 21 had been placed in quarantine and were expected to be released over the following weekend.
es: [6]​ El 5 de febrero, se supo que tres de los individuos potencialmente expuestos abandonaron el país, y 14 de los 21 restantes fueron puestos en cuarentena.

source: European Commission – Public Health EU coordination on Pandemic (H1N1) 2009
es: Pandemia de gripe A (H1N1) de 2009-2010

source: Conspiracy theories have appeared both in social media and in mainstream news outlets, and are heavily influenced by geopolitics.
es: Las teorías de conspiración han aparecido tanto en las redes sociales como en los principales medios de comunicación, y están fuertemente influenciadas por la geopolítica.

source: The province with the highest number of cases and deaths was Istanbul with 8,852 cases and 117 deaths.
es: La provincia con el mayor número de casos y muertes fue Estambul con 8852 casos y 117 muertes.

source: Oil prices had already fallen 30% since the start of the year due to a drop in demand.
es: Los precios del petróleo ya habían caído un 30% desde el comienzo del año debido a una caída en la demanda.

source: Some doctors, for instance, were offended at the suggestion that they should wash their hands, feeling that their social status as gentlemen was inconsistent with the idea that their hands could be unclean.
es: Quizás también intervinieran otros factores, como el que algunos médicos se ofendían con la sugerencia de que debían lavarse (desinfectarse) las manos, con el sentimiento de que el estatus de un caballero era contrario al pensamiento de que sus manos podían estar sucias.

source: She had been working at the toy store managed by the same man diagnosed on 27 February.
es: Ella había estado trabajando en la juguetería administrada por el mismo hombre diagnosticado el 27 de febrero.

source: The pattern for such programs in the past was a dental practitioners annual visit to a school to lecture and to demonstrate proper tooth-brushing techniques.
es: El patrón para tales programas antiguamente era la visita anual de un dentista a los escolares y conferencias para demostrar técnicas de cepillando.

source: Stallman saw a problem in too much customization and de facto forking and set certain conditions for usage.
es: Stallman se dio cuenta del peligro que entrañaba demasiadas personalizaciones del programa y las bifurcaciones de facto que podría llegar a suponer, y estableció ciertas condiciones para el uso del programa.

source: On 12 March morning, Vietnamese Ministry of Health reported the 39th case of the country.
es: El 12 de marzo por la mañana, el Ministerio de Salud vietnamita denunció el caso número 39 del país.

source: Crush and other physical injuries cause damage to muscle cells directly or interfere with blood supply, while non-physical causes interfere with muscle cell metabolism.
es: Las lesiones por aplastamiento y otras lesiones físicas causan daño muscular directo o interfieren en la irrigación sanguínea de las células musculares mientras que las causas no físicas interfieren en su metabolismo.

source: E had another feature that TECO lacked: random-access editing.
es: Otra característica de E, que no tenía TECO, era corregir el acceso aleatorio.

source: "Consumer, housing and vehicle loans and credit card debts and electricity, water, natural gas and communication bills should be postponed during the epidemic without future interests."""
es: "Los préstamos de consumo, vivienda y vehículos y las deudas de tarjetas de crédito y las facturas de electricidad, agua, gas natural y comunicaciones deben posponerse durante la epidemia sin intereses futuros""."

source: During the 1918 influenza epidemic, the town of Gunnison, Colorado, isolated itself for two months to prevent an introduction of the infection.
es: Durante la epidemia de influenza de 2018 la ciudad de Gunnison, Colorado se auto-aisló por dos meses para impedir una introducción de la infección.

source: In 2019, 73,716 people attended the conferences and festivals, directly spending $200 million and ultimately boosting the local economy by $356 million, or four percent of the annual revenue of the region's hospitality and tourism economic sectors.
es: [130]​[131]​ En 2019, 73,716 personas asistieron a las conferencias y festivales, gastando directamente $200 millones de dólares y, en última instancia, impulsando la economía local en $356 millones de dólares, o el 4 por ciento de los ingresos anuales de los sectores económicos de hospitalidad y turismo de la región.

source: This is in contrast to competing protocols like PEPP-PT, where the central reporting server receives and processes client contact logs.
es: Esto contrasta con los protocolos de la competencia como PEPP-PT, donde el servidor central de informes recibe y procesa los registros de contacto del cliente.

source: Vázquez criticizes the CDC on March 13 for not having results in over four days.
es: Vázquez critica a los CDC el 13 de marzo por no tener resultados en más de cuatro días.

source: The engineer had reused software from older models.
es: La ingeniería había reutilizado código de modelos más antiguos, que sí que contaban con sistemas de seguridad mecánicos.

source: Accumulation of the abnormally folded PrPSc form of PrP is a characteristic of the disease, but it is present at very low levels in easily accessible body fluids such as blood or urine.
es: La acumulación de PrPSc en forma de PrP anormalmente plegada es una característica de la enfermedad, pero está presente a niveles muy bajos en fluidos corporales fácilmente accesibles tales como sangre u orina.

source: On 13 March, Turkey announced its decision to stop all flights to and from Germany, France, Spain, Norway, Denmark, Belgium, Sweden, Austria and the Netherlands starting from Saturday at 08.00 am until 17 April.
es: La Asamblea Nacional Magnífica de Turquía anunció que no se aceptarían visitantes al parlamento entre el 13 y el 31 de marzo[83]​ El 13 de marzo, Turquía anunció su decisión de detener todos los vuelos hacia y desde Alemania, Francia, España, Noruega, Dinamarca, Bélgica, Suecia, Austria y Países bajos a partir del sábado a las 08.00 hasta el 17 de abril.

source: "As soon as cases appeared in the UK on 31 January 2020, a public health information campaign, similar to the previous ""Catch it, Bin it, Kill it"" campaign, was launched in the UK, to advise people how to lessen the risk of spreading the virus."
es: Tan pronto como aparecieron los primeros casos el 31 de enero, el Reino Unido lanzó una campaña de información de salud pública para aconsejar a las personas sobre cómo reducir el riesgo de propagación del virus.

source: 2003: Severe acute respiratory syndrome (SARS)
es: 2003: Epidemia de síndrome respiratorio agudo grave de 2002-2004 (SRAG)[19]​

source: In a paper on 16 March, the Imperial team provided detailed forecasts of the potential impacts of the epidemic in the UK and US.
es: En un documento publicado pero aún no publicado el 16 de marzo, el equipo imperial proporcionó pronósticos detallados de los posibles impactos de la epidemia en el Reino Unido y los Estados Unidos.

source: All but three quarantined foreigners had been released.
es: Todos los extranjeros en cuarentena, excepto tres, habían sido liberados.

source: According to the BBC, Jordan Sather, a conspiracy theory YouTuber supporting the far-right QAnon conspiracy theory and the anti-vax movement, has falsely claimed the outbreak was a population control scheme created by Pirbright Institute in England and by former Microsoft CEO Bill Gates.
es: Según la BBC, Jordan Sather, una teoría de conspiración YouTuber que apoya la teoría de conspiración de extrema derecha QAnon y el movimiento anti-vacunas, ha afirmado falsamente que el brote fue un esquema de control de población creado por el Instituto Pirbright en Inglaterra y por el expresidente de Microsoft Bill Gates.

source: On 17 March, the toll of cases rose to 39.
es: El 17 de marzo había 39 positivos.

source: Prior to the introduction of vaccination with material from cases of cowpox (heterotypic immunisation), smallpox could be prevented by deliberate inoculation of smallpox virus, later referred to as variolation to distinguish it from smallpox vaccination.
es: Antes de la introducción de la vacunación con viruela bovina (inmunización heterotípica), la viruela era prevenida por inoculación deliberada de cepas débiles del virus de la viruela humana obtenidas de epidemias con baja mortalidad.

source: Daily new cases and active cases
es: Casos nuevos por día y casos activos

source: On 3 April 2020, Minister Koca stated that the total number of confirmed cases increased to 20,921 and the total number of deaths to 425.
es: El 3 de abril de 2020, el Ministro Koca declaró que el número total de casos confirmados aumentó a 20 921 y el número total de muertes a 425.

source: Applications outside the field of health care include urban planning and the study of economic trends and voter preferences.
es: La infodemiología también se aplica a campos distintos de la salud, como el planeamiento urbanístico,[22]​ las tendencias económicas o las preferencias de los votantes.

source: Some conspiracy theorists also alleged that the coronavirus outbreak was cover-up for a 5G-related illness.
es: Algunos teóricos de la conspiración también alegaron que el brote de coronavirus fue encubrimiento de una enfermedad relacionada con 5G.

source: Fines ranging from ₡450,000 (US$780) to ₡2.2 million (US$3,800) would be applied if a person having risk factors and being a suspected or confirmed case of the disease fails to comply with the isolation order.
es: Se aplicarían multas que van desde los ₡450 mil hasta los ₡2,2 millones, si, la persona teniendo factores de riesgo, siendo un caso sospechoso o confirmado de enfermedad contagiosa, incumple con el aislamiento.

source: Version 13, the first public release, was made on March 20, 1985.
es: La versión 13, la primera que fue pública, se liberó el 20 de marzo de 1985.

source: pp. 491–500.
es: pp. 359-361.

source: As EU economic integration and open frontiers increased, cooperation on public health issues became more important.
es: Con la integración económica y la apertura de fronteras que significó la Unión Europea, la cooperación sobre cuestiones de salud pública se convirtió en un asunto de importancia primaria.

source: COVID-19 cases on the Turkish Ministry of Health website
es: COVID-19 casos en el Ministerio turco de sitio web de Salud

source: Soldier Blade also has its Caravan edition, while Gradius and Fantasy Zone have received arrangements listed as near Arcade versions.
es: Soldier Blade incluye la versión Caravan, mientras que Gradius y Fantasy Zone incluye arreglos cercanos a una arcade.

source: This brought the total number of confirmed cases in Finland to twelve.
es: Eso elevó el número total de casos confirmados en Finlandia a doce.

source: Almost no one—either in Vienna or in Budapest—seems to have been willing to acknowledge Semmelweis's life and work.
es: Casi nadie ni en Viena ni en Budapest parece haber querido honrar la vida de trabajo de Semmelweis.

source: As of 30 April 2020, the Ministry of Health and Family Welfare have confirmed a total of 33,610 cases, 8,373 recoveries (including 1 migration) and 1075 deaths in the country.
es: El 28 de marzo de 2020, el Ministerio de la Salud y Bienestar Familiar confirmó un total de 918 casos, 79 recuperaciones, 1 migración y 19 muertes en el país.

source: Sveriges Riksbank announced that it would conduct kr20 billion ($2.01 billion) of open market purchases of covered bonds.
es: Sveriges Riksbank anunció que realizaría compras por valor de 20.000 millones de kr ($ 2.01 mil millones) en el mercado abierto de bonos garantizados[188]​.

source: Koca also announced that healthcare workers would be paid an additional fee on their paychecks for 3 months.
es: [46]​ Koca también anunció que a los trabajadores de la salud se les pagaría una tarifa adicional en sus cheques de pago durante 3 meses.

source: In response to the drop in price, multiple oil producers in North America cut the drilling of new wells.
es: En respuesta a la caída del precio múltiples productores de petróleo en América del Norte suspendieron la perforación de nuevos pozos.

source: Its production was announced on April 2, 2020.
es: Se anunció su producción el 2 de abril de 2020 e inmediatamente el gobierno ha aprobado la idea destinado fondos que podrían haber sido utilizado para comprar material sanitario .
